import cheesecakeRaspberry from "./pictures/izbrani/cheesecake-raspberry.jpg";
import bruschettaMix from "./pictures/izbrani/bruschetta-mix.jpg";
import bananaPancakes from "./pictures/izbrani/banana-pancakes.jpg";
import sweetBread from "./pictures/izbrani/sweet-bread.jpg";
import tBoneSteak from "./pictures/izbrani/t-bone-steak.jpg";
import chocolateSouffle from "./pictures/izbrani/chocolate-souffle.jpg";
import whiteSourdoughBread from "./pictures/izbrani/white-sourdough-bread.jpg";
import cheesecakeChocolate from "./pictures/izbrani/cheesecake-chocolate.jpg";
import pumpkinPastry from "./pictures/izbrani/pumpkin-pastry.jpg";
import bananaBread from "./pictures/izbrani/banana-bread.jpg";
import pizzaDough from "./pictures/izbrani/pizza-dough.jpg";
import ryeSourdoughBread from "./pictures/izbrani/rye-sourdough-bread.jpg";
import beanSoup from "./pictures/izbrani/bean-soup.jpg";
import frenchHoneyCake from "./pictures/izbrani/french-honey-cake.jpg";
import friedSquid from "./pictures/izbrani/fried-squid.jpg";
import tiramisu from "./pictures/izbrani/tiramisu.jpg";
import pancakesWithYoghurt from "./pictures/izbrani/pancakes-with-yoghurt.jpg";
import summerMintSalad from "./pictures/izbrani/summer-mint-salad.jpg";
import strawberriesSalad from "./pictures/izbrani/strawberries-salad.jpg";
import chickenRoulades from "./pictures/izbrani/chicken-roulades.jpg";
import redPepperRelish from "./pictures/izbrani/red-pepper-relish.jpeg";
import backedEggs from "./pictures/izbrani/backed-eggs.jpg";
import homemadePasta from "./pictures/izbrani/homemade-pasta.jpg";
import cheesecakeBlueberry from "./pictures/izbrani/cheesecake-blueberry.jpg";
import greekSalad from "./pictures/izbrani/greek-salad.jpg";
import spinachMeatballs from "./pictures/izbrani/spinach-meatballs.jpg";
import porkCutlets from "./pictures/izbrani/pork-cutlets.jpg";
import chickenMeatballs from "./pictures/izbrani/chicken-meatballs.jpg";
import cannoliRicotta from "./pictures/izbrani/cannoli-ricotta.jpg";
import chocolateBrownie from "./pictures/izbrani/chocolate-brownie.jpg";
import healthyCandy from "./pictures/izbrani/healthy-candy.jpg";
import treeTypesOfHummus from "./pictures/izbrani/tree-types-of-hummus.jpg";
import cottageCheeseMuffins from "./pictures/izbrani/cottage-cheese-muffins.jpg";
import grizzinsWithSourdough from "./pictures/izbrani/grizzins-with- sourdough.jpg";
import saladMixWithMozzarella from "./pictures/izbrani/salad-mix-with-mozzarella.jpg";
import butterBiscuitsWithChocolate from "./pictures/izbrani/butter-biscuits-with-chocolate.jpg";
import risottoWithChickenAndPorcini from "./pictures/izbrani/risotto-with-chicken-and-porcini.jpg";
import spaghettiBolognese from "./pictures/izbrani/spaghetti-bolognese.jpg";
import garashWithSourCream from "./pictures/izbrani/garash-with-sour-cream.jpg";
import pancakes from "./pictures/izbrani/pancakes.jpg";
import crumbleWithPlum from "./pictures/izbrani/crumble-with-plum.jpg";
import vealWithPeas from "./pictures/izbrani/veal-with-peas.jpg";
import carrotCake from "./pictures/izbrani/carrot-cake.jpg";
import biscuitCake from "./pictures/izbrani/biscuit-cake.jpg";
import chocolatePavlova from "./pictures/izbrani/chocolate-pavlova.jpg";
import chocolateCrinkleCookies from "./pictures/izbrani/chocolate-crinkle-cookies.jpg";
import lebkuchen from "./pictures/izbrani/lebkuchen.jpg";
import twoToneCookies from "./pictures/izbrani/two-tone-cookies.jpg";
import backedChickpeas from "./pictures/izbrani/backed-chickpeas.jpg";
import churros from "./pictures/izbrani/churros.jpg";
import christmasCookiesSpices from "./pictures/izbrani/christmas-cookies-spices.jpg";
import chickenMeatballsWithCornflakes from "./pictures/izbrani/chicken-meatballs-with-cornflakes.jpg";
import lazyTutmanik from "./pictures/izbrani/lazy-tutmanik.jpg"; 

// npm start -> start locally
// 
// https://www.shutterstock.com/image-resizer

const CardInfo = [
    {
        id: 0,
        imgMain: cheesecakeRaspberry,
        url: "cheesecake-raspberry",
        title: "Чийзкейк със сладко от малини",
        products: "Необходими продукти: <br> <br> За блата: <br> &nbsp&nbsp- 200 гр. обикновени бисквити<br>&nbsp&nbsp- 120 гр. масло<br><br>За крема: <br>&nbsp&nbsp- 4 яйца<br>&nbsp&nbsp- 6 пакетчета българско крема сирене<br>&nbsp&nbsp- 150 гр. захар<br>&nbsp&nbsp- 1 пакетче ванилия<br>&nbsp&nbsp- Сладко от малини/боровинки или друг плод<hr>",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Разтопи маслото или в микровълнова фурна, или на водна баня. Разбий в блендер или на ръка бисквитите и след като станат на трохи добави маслото при тях и разбъркай. <br>&nbsp&nbsp2. В тавата, която ще печеш чийзкейка, изсипи бисквитите и притисни хубаво, за да  залепнат на дъното. Докато приготвяш крема, остави тавата в хладилника, за да може да стегне. <br>&nbsp&nbsp3. Загрей фурната на 180 гр. без вентилатор. <br>&nbsp&nbsp4. За крема разбий захарта и яйцата с миксер. След като захарта се разтопи, добави крема сиренето и продължи да разбиваш, а след това добави и ванилията. <br>&nbsp&nbsp5.  Извади от хладилника вече стегналия блат и изсипи крема при него. Удари няколко пъти в масата тавичката, за да можеш да изкараш въздуха. <br>&nbsp&nbsp6. Пече се за около 30-40 мин. Готов е, когато краищата са стегнали, а в средата леко мърда. <br>&nbsp&nbsp7. След като го извадиш от фурната, изчакай да изстине напълно и изсипи сладкото. Отново върни в хладилника до пълното му стягане. Бих препоръчала 24 часа. <br>&nbsp&nbsp*Не отваряй вратата на фурата по време на печене!" ,
        minutes: "70 мин",
        difficulty: "1",
        servings: "12",
        category: "dessert"
    },
    {
        id: 1,
        imgMain: bruschettaMix,
        url: "bruschetta-mix",
        title: "Микс от брускети",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- Франзела или друг вид хлебче<br>&nbsp&nbsp- домати <br>&nbsp&nbsp- гъби <br>&nbsp&nbsp- прошуто <br>&nbsp&nbsp- крема сирене <br>&nbsp&nbsp- тиквени семки <br>&nbsp&nbsp-авокадо<br>&nbsp&nbsp- босилек <br>&nbsp&nbsp- маслини <br>&nbsp&nbsp- сол<br>&nbsp&nbsp- балсамико <br>&nbsp&nbsp- зехтин<hr>",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Брускета със сирене, домат и босилек. Натроши сирене и отгоре сложи малко розов домат. Завърши с лист босилек, капка зехтин и щипка сол. <br>&nbsp&nbsp2. Брускета с авокадо сирене и тиквени семки. Намачкай едно авокадо, отгоре сложи сирене и отново завърши с капка зехтин, щипка сол и поръси с тиквени семки.<br>&nbsp&nbsp3. Брускета с прошуто. Накъсай прошуто и го нареди върху брускетата.<br>&nbsp&nbsp4. Брускета с домат, сирене и маслини. В отделна купичка нарежи на малки кубчета маслини, домат, босилек и сирене. Овкуси ги с червен балсамико, зехтин и сол.<br>&nbsp&nbsp5. Брускета с гъби и крема сирене. Гъбите ги обели и запържи в малко масло, когато придобият хубав, златист загар са готови. Намажеи брускетата с крема сирене и сложи няколко гъбки." ,
        minutes: "15 мин",
        difficulty: "1",
        servings: "5",
        category: "appetizer"
    },
    {
        id: 2,
        imgMain: bananaPancakes,
        url: "banana-pancakes",
        title: "Бананови палачинки",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 2 бр банан <br>&nbsp&nbsp- 4 яйца<br>&nbsp&nbsp- канела<br>&nbsp&nbsp- ванилия <br>&nbsp&nbsp- масло краве/кокосово/какаово за намазване на тиган <hr>",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Намачкай бананите с вилица (не използвай миксер, защото сместа ще стане прекалено течна) и добави 4 яйца. <br>&nbsp&nbsp2. След като ги разбъркаш, добави щипка канела и ванилия. <br>&nbsp&nbsp3. В тигана сложи маслото и изсипи  от сместа. Изпечи палачинките от двете страни. Изчакай да станат готови преди да ги обърнеш <br>&nbsp&nbsp*Когато са по - малки палачинките се обръщат по - лесно и не се разпадат. Гарнирай ги по избор. Моята любима комбинация е с мед и фъстъчено масло.",
        minutes: "25 мин",
        difficulty: "1",
        servings: "2",
        category: "dessert"
    },
    {
        id: 3,
        imgMain: sweetBread,
        url: "sweet-bread",
        title: "Великденски козунак",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 3 яйца на стайна температура <br>&nbsp&nbsp- 150 гр. захар <br>&nbsp&nbsp- 50 гр. масло <br>&nbsp&nbsp- 50 мл. олио <br>&nbsp&nbsp- кората от 1/2 лимон, 1/2 портокал и 1/2 лайм <br>&nbsp&nbsp- 21 гр. жива мая <br>&nbsp&nbsp- 125 мл. прясно мляко <br>&nbsp&nbsp- 500 гр. брашно предварително пресято няколко пъти <br>&nbsp&nbsp- 1 щипка сол <br>&nbsp&nbsp- Пълнеж за козунака пожелание",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Затопли прясното мляко и добави маята с 1 с.л. брашно и 1 с.л. захар и остави да шупне за около 15-20 мин. <br>&nbsp&nbsp2. Разбий яйцата и захарта и след като се разтопи захарта  добави корите от лимон, лайм и портокал. В брашното добави солта и смеси с яйцата и захарта. Трябва да месиш около 20 минути и може да удряш в масата самото тесто, за да може да се смесят по-добре продуктите. Ако тестото е много лепкаво добавете малко брашно, но не прекалявай, за да не стане прекалено твърдо. <br>&nbsp&nbsp3. Започни да добавяш по малко от разтопеното масло и олиото, те трябва да се поемат от тестото. <br>&nbsp&nbsp4. Когато спре да лепне и е гладко го остави да втаса около 2 часа и 30 мин до 3 часа на стайна температура, покрито с фолио и кърпа, за да не изсъхва. Наблюдавай го.<br>&nbsp&nbsp4. След като втаса идва ред на финалното оформяне, може да го оставиш без пълнеж, с пълнеж от шоколад или мармалад, или с ядки и сушени плодове. Раздели го на 3 равни части и ако няма да му слагаш пълнеж го направи на плитка. Ако слагаш ядки и сушени плодове, размеси го хубаво с тях, докато ги поеме и отново раздели на 3 части и направи плитка. Ако избереш варианта с шоколад , раздели на 3 равни части и ги разточи на тънко.Завий, така че да не излезе шоколада и оформи на плитка. Остави за повторно втасване за 30-40 мин.<br>&nbsp&nbsp5.  Когато втаса се намазва с разбит жълтък и малко прясно мляко и се поръсва със захар.<br>&nbsp&nbsp6. Пече се в предварително загрята фурна на 180 гр. за 30 мин. При нужда се слага фолио и се допича отдолу.",
        minutes: "300 мин",
        difficulty: "3",
        servings: "8",
        category: "pastry"
    },
    {
        id: 4,
        imgMain: tBoneSteak,
        url: "t-bone-steak",
        title: "Т-боун стек",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 1 бр стек  <br>&nbsp&nbsp- 4-5 скилидки чесън  <br>&nbsp&nbsp- 30 мл. олио <br>&nbsp&nbsp- 50 гр. масло <br>&nbsp&nbsp- 4-5 клонки розмарин <br>&nbsp&nbsp- сол <br>&nbsp&nbsp- черен пипер  <br>&nbsp&nbsp-&nbsp<a style=color:#8c0608 href= https://jddimov.github.io/food-blog/recipes/soup/chicken >розмаринова сол </a>",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1.Извади месото от хладилника поне 20 мин предварително, за да се темперира.<br>&nbsp&nbsp2. Загрей тигана на максимална степен и изчакай да се нагрее хубаво.<br>&nbsp&nbsp3. Овкуси пържолата от двете страни със сол, черен пипер и розмариновата сол.<br>&nbsp&nbsp4. В тигана сложи ½ от маслото и цялото олиото. След като се разтопи маслото сложи стека, ½ от чесъна и розмарина. <br>&nbsp&nbsp5. В зависимост от дебелината на стека и това колко изпечено искаш да бъде, остави го в тигана 3-6 мин. Обърни го, сложи останалите съставки и го поливай с новото разтопено масло.<br>&nbsp&nbsp6. Готово месо оставете да си почине в чиния около 5 минути, като оставиш под него вилица или лъжица, за да не се задуши. Месото не се реже веднага, за да не му изтекат всички сокове.",
        minutes: "20 мин",
        difficulty: "2",
        servings: "2",
        category: "main-dish"
    },
    {
        id: 5,
        imgMain: chocolateSouffle,
        url: "chocolate-souffle",
        title: "Шоколадово суфле",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 200 гр. черен шоколад <br>&nbsp&nbsp- 200 гр. масло <br>&nbsp&nbsp- 6 яйца <br>&nbsp&nbsp- 200 гр. захар <br>&nbsp&nbsp- 30 гр. какао  <br>&nbsp&nbsp- 120 гр. брашно<hr> ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 225 градуса. <br>&nbsp&nbsp2. Разтопи маслото и шоколада на водна баня или микровълнова и изчакай да се охладят. <br>&nbsp&nbsp3.  Разбий захарта с яйца и прибави маслото и шоколада поетапно, за да не се сварят яйцата. Към тази смес добави и останалите продукти и разбъркай. <br>&nbsp&nbsp4. Купичките, в които ще печеш, намажи малко с масло и поръси с какао. <br>&nbsp&nbsp5.  Раздели сместа в купичките и изпечи  за 11 мин. <br>&nbsp&nbsp*Суфлето може да се направи и да се изпече веднага, да се държи до 3 дни в хладилник или да се замрази и да се изпече, когато дойдат гостите. Във всеки един от вариантите времето за печене е различно. ",
        minutes: "25 мин",
        difficulty: "2",
        servings: "6",
        category: "dessert"
    },
    {
        id: 6,
        imgMain: pumpkinPastry,
        url: "pumpkin-pastry",
        title: "Тиквеник",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 500 гр. настъргана тиква<br>&nbsp&nbsp- 70 гр. захар<br>&nbsp&nbsp- олио <br>&nbsp&nbsp- 50 гр. натрошени орехи<br>&nbsp&nbsp- канела <br>&nbsp&nbsp- 8 бр. фини точени кори ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 200 гр. <br>&nbsp&nbsp2. Вземеи тава, в която ще печеш тиквеника и поръси с малко олио и захар.<br>&nbsp&nbsp3.  Вземи 2 кори и поръси малко олио на всяка. Сложи от настърганата тиква, ако искаш да е по-сочен тиквеника сложи повече тиква, ако предпочиташ да е по-сух сложи по-малко тиква. Поръси с 1  супена лъжица захар, орехи и канела. Завий на не стегнато руло и пренеси в тавата. Повтори така с всички кори. <br>&nbsp&nbsp4. Преди печебе поръси със захар и олио.<br>&nbsp&nbsp5. Печи за около 30 мин. ",
        minutes: "40 мин",
        difficulty: "1",
        servings: "8",
        category: "dessert"
    },
    {
        id: 7,
        imgMain: cheesecakeChocolate,
        url: "cheesecake-chocolate",
        title: "Чийзкейк с шоколад",
        products: "Необходими продукти: <br> <br> За блат: <br>&nbsp&nbsp- 120 гр. масло <br>&nbsp&nbsp- 160 гр. обикновени бисквити <br><br> За крема : <br>&nbsp&nbsp- 500 гр. крема сирене <br>&nbsp&nbsp- 120 гр. захар <br>&nbsp&nbsp- 4 яйца <br>&nbsp&nbsp- ванилия <br>&nbsp&nbsp- 60 гр. шоколад <br> <br> За ганаш: <br>&nbsp&nbsp- 100 гр. черен шоколад <br>&nbsp&nbsp- 100 мл. сметана, неподсладена <br>&nbsp&nbsp- 100 гр. натрошени лешници за гарниране ",
        description: "Загрей фурната на 180 градуса без вентилатор. <br>&nbsp&nbsp2. Натрошеи бисквитите и разтопи маслото. Разбъркай хубаво двете съставки и ги изсипи в тавичката, която ще печеш чийзкейка. Притисни добре и остави в хладилника докато приготвяш крема. <br>&nbsp&nbsp3. Разбий захарта с яйцата, след това добави крема сиренето и ванилията. <br>&nbsp&nbsp4.  Изсипи половината крем в тавичката и нареди парченцата шоколад, така че за всяко парче от чийзкейка да се падне по парченце шоколад. <br>&nbsp&nbsp5.  Изпечи чийзкейка около 50 минути. <br>&nbsp&nbsp6.  За ганаша сложи сметната на котлона и добави шоколада, разбъркай до пълното разтапяне и остав да поври около 5 мин, за да може да се сгъсти леко. <br>&nbsp&nbsp7. Полей чийзкейка с ганаша и поръси обилно с лешници. <br>&nbsp&nbsp8. Остави го в хладилник за минимум 6 часа. ",
        minutes: "100 мин",
        difficulty: "1",
        servings: "6",
        category: "dessert"
    },
    {
        id: 8,
        imgMain: whiteSourdoughBread,
        url: "white-sourdough-bread",
        title: "Бял хляб с квас",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- брашно <br> &nbsp&nbsp- вода <br> &nbsp&nbsp- квас <br> &nbsp&nbsp- сол",
        description: "Начин на приготвяне: <br> <br>&nbsp&nbsp1. Използвам отгледан от мен квас по <u>тази рецепта</u>. Тъй като няма да говоря в грамажи, а в проценти, ти сам ще прецениш колко голям хляб да направиш. Според мен, тръгни от малко количество брашно, за да може да усъвършенстваш техниката. Количеството вода зависи от самото брашно, колкото е по-голям процента на протеин в него, толкова повече вода може да поеме. Аз използвам еко сем бяло брашно и съм доволна от резултата, пробвала съм и брашно на лидл, което не ми се получи особено добър хляб.  Златното правило за този вид хляб е 100% брашно, 60-85% вода (съветвам  да започнеш с по-малко количество - 60%, аз го правя със 70% заради самото брашно), 20% квас и 2 % сол.  <br>&nbsp&nbsp2. Първото нещо е да имаш напълно активен квас. Пресей брашното и го смеси с водата. Разбъркай хубаво, докато го поеме напълно. Този процес се нарича автолиза. Остави да престои около 2 часа. <br>&nbsp&nbsp3. Когато са минали 2 часа погледни тестото, вече напълно трябва да се е абсорбирала водата и повдигни леко част от тестото и „погледни през него“. Това се нарича “window effect”. <br>&nbsp&nbsp4.  Добавеи  кваса и размеси в купата, така че да се разпредели кваса навсякъде, без да изкарваш тестото. Оставеи да престои отново 20 мин до 1 час. <br>&nbsp&nbsp5.  След като е престояло, сложи солта и размеси по същия начин. Отново оставете да си почине за 1 час. <br>&nbsp&nbsp6. Направи coil and fold по <u>този начин</u> около 3-4 пъти през около час. Като през цялото време, когато не работиш с тестото го остави покрито с капак. Когато тестото не се „разлива“ по съда, а седи стегнато, вече е готово. <br>&nbsp&nbsp7. Идва ред на stretch and fold. Извади тестото от съда и го остави на плота без брашно. Разтегли го по плота и започни да го сгъваш като плик. Повтори 1-2 пъти през около 30 мин. <br>&nbsp&nbsp7. В малък съд може да сложиш част от тестото и да наблюдавате кога ще удвои обема. Другия вариант е да направиш тест с пръста си, когато пипнеш леко тестото то не трябва да възвръща бързо формата си, тогава е готово. Това се нарича ферментация или втасване и отнема дълго време в зависимост от топлината в стаята - 4-8 часа. След като го формиш на желаната форма, може директно да го сложиш в тавата, в която ще го печеш и отново го похлупи с капак. Когато мине ферментацията го сложи в хладилника за около 12-18 часа в зависимост кога искаш да го печеш. Тази стъпка може и да се пропусне, но лично за мен е важна, защото така се подобряват вкусовете на самия хляб. <br>&nbsp&nbsp8. Поне 30 мин преди да го извадиш от хладилника, загрейте фурната на 200 градуса с една празна тава вътре. Извади хляба и направи разрез под ъгъл 45 градуса. Това се прави, защото ако тестото има слаба част може да се спука.  Когато сложиш хляба във фурната сложи и в празната тава вряла вода и печи първите 15 мин с тавата, а след това я махни. <br>&nbsp&nbsp9. Пече се около 1 час и 30 мин, в зависимост колко е голям хляба. Готов е когато го почукаш леко и той бие на кухо. Изчакай до пълното му изстиване преди да го разрежеш. <br><br>Съвети: <br>&nbsp&nbsp1. Използвай филтрирана вода<br>&nbsp&nbsp2. Когато се образуват малки балончета на хляба, това е добър знак<br>&nbsp&nbsp3. Колкото по-голямо е ухото на хляба, толкова по-добра ферментация е имало<br>&nbsp&nbsp4. Колкото и да лепне тестото не добавяй повече брашно, а просто леко си намокри ръцете със студена вода. <br>&nbsp&nbsp5.  Аз пека с обикновена фурна и не слагам бенетон, ако имаш задължително използвайте оризово брашно, за да не залепне<br>&nbsp&nbsp6. Парата, която отделя водата при печене, образува коричката. Колкото повече пара има, толкова по- хрупкава коричка ще имате. Пече се продължително, но все пак внимавай да не прегори. <br>&nbsp&nbsp7. Тестото да не престоява повече от 18 часа в хладилник, за да не стане прекалено кисел хляба. <br>&nbsp&nbsp8. Не поръсвай с олио тавата, защото има вкус на мекица. <br>&nbsp&nbsp9. Изчакай хляба да изстине напълно преди да го разрежеш, поне 3 часа, защото има голяма вероятност да стане като гума вътре. Но все пак това не пречи да се хапва и така. " ,
        minutes: "24 часа",
        difficulty: "3",
        servings: "12",
        category: "pastry"
    },
    {
        id: 9,
        imgMain: beanSoup,
        url: "bean-soup",
        title: "Боб",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 250 гр. суров боб <br>&nbsp&nbsp- 1 глава лук  <br>&nbsp&nbsp- 1 морков  <br>&nbsp&nbsp- 2 с.л. олио <br>&nbsp&nbsp- 1 ч.л. сол <br>&nbsp&nbsp- 1 ч.л. чубрица <br>&nbsp&nbsp- 2 ч.л. джоджен  <br>&nbsp&nbsp- 100 гр. домати от консерва <br>&nbsp&nbsp- 1 к.л. захар  <br>&nbsp&nbsp- пресен магданоз за поръсване",
        description: "Начин на приготвяне: <br> <br>&nbsp&nbsp1. Накисни боба за 24 часа в студена вода, количеството трябва да е повече от боба, защото той поема голяма част от водата и набъбва. <br>&nbsp&nbsp2. На следващия ден изсипи старата вода и сложи нова, колкото да покрие боба и го сложи на котлона. Когато заври, изхвърли тази вода и сипи в тенджерата догоре студена вода. <br>&nbsp&nbsp3 Когато заври отново, намали котлона и варете докато се сварят бобчетата, възможно е да трябва да добавиш нова студена вода в тенджерата. Времето е около 2-3 часа, а може и повече зависи колко е стар боба. <br>&nbsp&nbsp4. След като се свари, сложи лука, моркова, олиото, солта, джоджена и чубрицата. Тази стъпка може да  отнеме 1-2 часа и тук също може да се наложи да добавиш още вода. <br>&nbsp&nbsp5. При пълното сваряване на боба сложи доматите и захарта. Вари още около час, но не забравяйте да бъркаш от време на време, за да не загори на дъното. <br>&nbsp&nbsp6. След като е готов може да поръсиш с пресен магданоз. ",
        minutes: "5 часа",
        difficulty: "2",
        servings: "5",
        category: "soup"
    },
    {
        id: 10,
        imgMain: ryeSourdoughBread,
        url: "rye-sourdough-bread",
        title: "100 % ръжен хляб с квас",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 100 % брашно от ръж <br>&nbsp&nbsp- 70% вода  <br>&nbsp&nbsp- 20 % квас <br>&nbsp&nbsp- 2% сол ",
        description: "Начин на приготвяне: <br> <br>&nbsp&nbsp1. Разбъркай много добре всички съставки в по-голяма купа. <br>&nbsp&nbsp2. Остави да втаса на стайна температура докато удвои обема си. Въпреки че тестото е лепкаво, не добавяй още брашно. br>&nbsp&nbsp3. След това го оформиш го сложи в тавата, която ще печеш, покрито с брашно и го остави в хладилник за 12-15 часа.<br>&nbsp&nbsp4 . Поне 30 мин преди да го извадиш от хладилника, загрейте фурната на 200 градуса с една празна тава вътре. Извади хляба и направи разрез под ъгъл 45 градуса. Това се прави, защото ако тестото има слаба част може да се спука.  Когато сложиш хляба във фурната сложи и в празната тава вряла вода и печи първите 15 мин с тавата, а след това я махни. <br>&nbsp&nbsp5. Пече се около 1 час и 30 мин, в зависимост колко е голям хляба. Готов е когато го почукаш леко и той бие на кухо.",
        minutes: "24 часа",
        difficulty: "1",
        servings: "12",
        category: "pastry"
    },
    {
        id: 11,
        imgMain: pizzaDough,
        url: "pizza-dough",
        title: "Тесто за пица",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 1 кг. брашно тип 00 <br>&nbsp&nbsp- 2 гр. суха мая <br>&nbsp&nbsp- 30 гр. сол <br>&nbsp&nbsp- 30 мл. зехтин<br>&nbsp&nbsp- 600мл. вода",
        description: "Начин на приготвяне: <br> <br>&nbsp&nbsp1. Смеси всички продукит и замеси меко тесто. <br>&nbsp&nbsp2. Остави на стайна температура за 2 часа, а след това в хладилник за 24-48 часа. Извадете тестото от хладилника 2 часа преди работа с него. <br>&nbsp&nbsp3. Раздели на 10 равни части. Аз използвам тиган за пица, но може да стане и в обикновен тиган, а както и във фурна. <br>&nbsp&nbsp4. Разточи тестото и загрей тигана като сложиш малко олио. <br>&nbsp&nbsp5. Запечи блата от едната страна, когато стане готов, обърни го  и сложи малко доматен сос по <u>тази рецепта</u> и нареди желаните продукти. Захлупи с капак, за да се задуши кашкавала. <br>&nbsp&nbsp6. Гарнирай с босилек и капка зехтин. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "10",
        category: "pastry"
    },
    {
        id: 12,
        imgMain: bananaBread,
        url: "banana-bread",
        title: "Бананов хляб",
        products: "Необходими продукти: <br><br>&nbsp&nbsp- 2 банана <br>&nbsp&nbsp- 150 гр. масло <br>&nbsp&nbsp- 1 яйце <br>&nbsp&nbsp- 70 гр. захар <br>&nbsp&nbsp- ½ к. л. канела <br>&nbsp&nbsp- 50 гр. натрошени орехи <br>&nbsp&nbsp-400 гр. брашно <br>&nbsp&nbsp- щипка сода ",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1.Загрей фурната на 200 градуса.<br>&nbsp&nbsp2.Разбий яйцата със захарта до пълното и разтваряне. <br>&nbsp&nbsp3.  Добави маслото, което предварително е разтопено и отново разбъркай. <br>&nbsp&nbsp4.  Намачкай бананите с вилица, добави канелата, брашното, содата, орехите и разбъркай с шпатула. <br>&nbsp&nbsp5. В намаслена тавичка изсипи сместа и печи за около 50 мин. <br>&nbsp&nbsp*Изчакай до пълното му изстиване преди да го разрежеш, за да не стане глетав от вътре. ",
        minutes: "90 мин",
        difficulty: "2",
        servings: "10",
        category: "dessert"
    },
    {
        id: 13,
        imgMain: pancakesWithYoghurt,
        url: "pancakes-with-yoghurt",
        title: "Катми",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 400 гр. кисело мляко <br>&nbsp&nbsp- 1 к.л. сода <br>&nbsp&nbsp- 2 яйца  <br>&nbsp&nbsp- щипка сол <br>&nbsp&nbsp- брашно – колкото поеме ",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Смеси содата с киселото мляко и разбъркай добре. <br>&nbsp&nbsp2. Прибави солта, яйцето и брашното и разбий с миксер. Сместа трябва да наподобява на боза. <br>&nbsp&nbsp3. Загрей тигана и намажи с масло и сложи един черпак. Когато е готова катмата я обърни и намажи с масло. Повторете с цялата смес. <br>&nbsp&nbsp3. Пълнежа за катмите е пожелание. Може дори да сложите върху катмата още докато е в тигана сирене и кашкавал.",
        minutes: "40 мин",
        difficulty: "1",
        servings: "15",
        category: "dessert"
    },
    {
        id: 14,
        imgMain: tiramisu,
        url: "tiramisu",
        title: "Тирамису",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 4 белтъка <br>&nbsp&nbsp- 4 жълтъка <br>&nbsp&nbsp- 100 гр. пудра захар <br>&nbsp&nbsp- 400 гр. маскарпоне <br>&nbsp&nbsp- 2 кафета от машина <br>&nbsp&nbsp- 50 гр. уиски <br>&nbsp&nbsp- 200 гр. бишкоти <br>&nbsp&nbsp- какао за поръсване",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Разбий белтъците в идеално чиста и суха купа с чисти и сухи бъркалки на миксера. Бий докато станат  на сняг с щипка сол. <br>&nbsp&nbsp2. В отделен съд разбий жълтъците и пудрата захар, след това добави и маскарпонето, но внимавай да не се втечни. Когато се разбие напълно започнете да прибавяте от белтъците с шпатула и с въртеливи движение в едната посока разбърквай двете смеси. Повтори до пълното смесване на белтъците с крема. <br>&nbsp&nbsp3. Кафето смеси с уискито. <br>&nbsp&nbsp4. Потопи бишкотите в тях и  ги реди в тавичка. Залей с част от крема и повтори до изчерпването на продуктите. <br>&nbsp&nbsp4. Остави го в хладилник да стегне за 24 часа. След това може да го поръсиш с какао. ",
        minutes: "40 мин",
        difficulty: "2",
        servings: "8",
        category: "dessert"
    },
    {
        id: 15,
        imgMain: friedSquid,
        url: "fried-squid",
        title: "Калмари с корнфлейкс",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 2 бр. пресни калмара с пипалата ( ако взимаш изчистени, вземи 3 броя) <br>&nbsp&nbsp- 35 мл. соев сос <br>&nbsp&nbsp- олио <br>&nbsp&nbsp- черен пипер <br>&nbsp&nbsp- червен пипер <br>&nbsp&nbsp- корнфлейкс  <br> <br>за соса: <br>&nbsp&nbsp- 150 гр. кисело мляко <br>&nbsp&nbsp- 50 гр. майонеза <br>&nbsp&nbsp- 1 скилидка чесън <br>&nbsp&nbsp- зехтин  <br>&nbsp&nbsp- сол <br>&nbsp&nbsp- копър",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Изчисти калмарите и ги нарежи на 1 см дебелина. <br>&nbsp&nbsp2. Поръси с малко олио, соевия сос, черния и червения пипер. Остави ги да се мариноват поне за 2 часа. <br>&nbsp&nbsp3. През това време забъркай соса от изброените продукти. <br>&nbsp&nbsp4.  Загрейте фурната на 200 градуса. <br>&nbsp&nbsp5. Смели корнфлейкса в блендер и всеки един от калмарите ги оваляй в корнфлейкса. Подреди в тавичката и печи за точно 20 минути. <br>&nbsp&nbsp6. Извадеи бирата от хладилника и се наслади на крехките калмари. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "3",
        category: "main-dish"
    },
    {
        id: 16,
        imgMain: frenchHoneyCake,
        url: "french-honey-cake",
        title: "Френска селска торта",
        products: "Необходими продукти: <br> <br> За блат: <br> &nbsp&nbsp- 1 яйце <br> &nbsp&nbsp-150 гр. захар <br> &nbsp&nbsp- 50 гр. масло <br> &nbsp&nbsp- 2 с.л мед <br> &nbsp&nbsp- 2 ч.л сода  <br> &nbsp&nbsp- 200 мл. прясно мляко  <br> &nbsp&nbsp- 400 гр. брашно <br> <br> За крем: <br> &nbsp&nbsp- 1200 гр. заквасена сметана  <br> &nbsp&nbsp- 180 гр. захар <br> &nbsp&nbsp- сладко от боровинки <br> &nbsp&nbsp- 300 гр. смлени на ситно орехи",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Загрей тенджерка или касерола на котлона и направо в нея смеси яйцето и захарта и разбъркай. <br>&nbsp&nbsp2. Добави останалите продукти без брашното, отново разбъркай и сложи на котлона. Бъркай постоянно, за да не загори сместа. Имай предвид, че от содата сместа увеличава обема си. Трябва да вариш докато придобие карамелен цвят. Това може да отнеме 15-20 мин. Възможно е да има малки парченца мек карамел, които може или да прецедиш през цедка или да го сложиш директно така в брашното. <br>&nbsp&nbsp3. Остави да изстине сместа и добави брашното. <br>&nbsp&nbsp4. Замеси тесто, при нужда добави още брашно и остави да си почине <br>&nbsp&nbsp5. Загрей фурната на 200 градуса и върху хартия за печене начертай кръг в зависимост от големината на тортата. Най-лесно ще стане като вземеш ринг за торта и го очертаеш върху хартията. След това ще бъде лесно при разточването. <br>&nbsp&nbsp6. Раздели тестото на 7 равни части и започни да разточваш. Може да го правиш върху набрашнен плод или директно върху хартията, където са очертани размерите за блата. Преди да го сложиш във фурната да се пече, го надупчи с вилица, за да не се надигне. Печи за около 5 мин, внимавай да не загори. След като стане готов блата го изрежи в желаната големина още докато е топъл, защото после става хрупкав и може да се счупи лесно. <br>&nbsp&nbsp7. Остави да се охлади върху решетка. Повтори така с всички останали 6 топки тесто. <br> <br>За крема: <br>&nbsp&nbsp1.  Смеси заквасената сметана и захарта и разбъркай хубаво с шпатула.  Не използвай миксер, защото ще се втечни. <br>&nbsp&nbsp2. След като са изстинали напълно блатовете тогава може да започнеш да редиш  тортата. Намажи на дъното на формата малко от крема, за да може да залепне и да не се мърда блата. <br>&nbsp&nbsp3.  След като сложиш първия блат, сложеи по около 4 с.л. от крема, така че да е покрито навсякъде, поръси с малко сладко от боровинки по около 1.с.л. и  малко от орехите. <br>&nbsp&nbsp4. Повтори и с останалите блатове, като завършиш само с крем.  Остави за около 24 часа в хладилник. На следващия ден измажи цялата торта с останалия крем и поръси обилно с орехи. ",
        minutes: "100 мин",
        difficulty: "3",
        servings: "12",
        category: "dessert"
    },
    {
        id: 17,
        imgMain: redPepperRelish,
        url: "red-pepper-relish",
        title: "Едросмляна лютеница",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 3 бр. изпечени патладжани<br>&nbsp&nbsp- 10 бр. изпечени червени чушки<br>&nbsp&nbsp- 2 скилидки чесън<br>&nbsp&nbsp- сол<br>&nbsp&nbsp- олио<br>&nbsp&nbsp- черен пипер<br>&nbsp&nbsp- 1 с.л. оцет<br>&nbsp&nbsp- щипка захар",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Сложи всички продукти в кухненския робот, без олиото и подправките. <br>&nbsp&nbsp2. Загрей олиото на тиган и изсипи продуктите. <br>&nbsp&nbsp3. Сложи всички подправки и вари на слав огън. След около 30 мин ще започен да се сгъстява. Разбърквай често, за да не загори и вари до желата гъстота. ",
        minutes: "100 мин",
        difficulty: "1",
        servings: "12",
        category: "appetizer"
    },
    {
        id: 18,
        imgMain: chickenRoulades,
        url: "chicken-roulades",
        title: "Пилешки руладини",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 1 кг. пилешко филе <br>&nbsp&nbsp- 5-6 бр. кисели краставички  <br>&nbsp&nbsp- 150 гр. кашкавал <br>&nbsp&nbsp- 150 гр. шунка <br>&nbsp&nbsp- сол <br>&nbsp&nbsp- черен пипер <br>&nbsp&nbsp- олио<br> <br>Ще ти трябват още:<br>&nbsp&nbsp- чук за изтъняване на филето <br>&nbsp&nbsp- прозрачно фолио за навиване",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1.  Откъсни голямо парче прозрачно фолио. <br>&nbsp&nbsp2. Разрежи пилешкото филе през средата и започни да ги чукаш докато станат тънички. Посоли със сол и черен пипер и ги подреди върху фолиото. <br>&nbsp&nbsp3. Нареди отгоре шунката, кашкавала и краставичките и завий на стегнато руло. Остави да си почине 20 мин. <br>&nbsp&nbsp4. Загрей фурната на 200 градуса и след като си е починало филето, поръси с малко олио и го сложете да се пече за 20 мин.<br>&nbsp&nbsp5. Гарнирайте със сос по избор. ",
        minutes: "50 мин",
        difficulty: "1",
        servings: "4",
        category: "main-dish"
    },
    {
        id: 19,
        imgMain: strawberriesSalad,
        url: "strawberries-salad",
        title: "Микс от салатки с ягоди",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 200 гр. микс от салатки <br>&nbsp&nbsp- 10 бр. орехчета <br>&nbsp&nbsp- 6 бр. ягоди <br>&nbsp&nbsp- 60 гр. сирене<br><br> За дресинга: <br>&nbsp&nbsp- зехтин <br>&nbsp&nbsp- сол <br>&nbsp&nbsp- бял балсамико <br>&nbsp&nbsp- сокът на 1/4 лимон",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Разбъркай съставките за дресинга. <br>&nbsp&nbsp2. Измий продуктите. <br>&nbsp&nbsp3. Накъсай салатата и нарежи ягодките. <br>&nbsp&nbsp4. Поръси с орехи и сирене. <br>&nbsp&nbsp5. Завърши с дресинга.",
        minutes: "15 мин",
        difficulty: "1",
        servings: "2",
        category: "salad"
    },
    {
        id: 20,
        imgMain: summerMintSalad,
        url: "summer-mint-salad",
        title: "Лятна салата с мента",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 1 бр. патладжан<br>&nbsp&nbsp- 1 бр. тиквичка<br>&nbsp&nbsp- 100 гр. сирене<br>&nbsp&nbsp- 2-3 чери доматчета<br>&nbsp&nbsp- 2 стръка мента<br>&nbsp&nbsp- зехтин<br>&nbsp&nbsp- сол",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Загрей грил тиган.<br>&nbsp&nbsp2. Нарежи патладжана на дълги ленти и го посоли. Остави го за около 20 минути, за да изтече горчивия сок. <br>&nbsp&nbsp3. Нарежи тиквичката на ленитички и я запечи от двете страни. <br>&nbsp&nbsp4. Измий патладжана от солта го и запечи и него. <br>&nbsp&nbsp5. Намачкай сиренето, нарежи на дребно доматите и ментата и овкуси с малко зехтин. <br>&nbsp&nbsp6. Във всяка една от лентичките патладжан и тиквичка, сложи малко плънка и я завии на руло. Поръси със сол и зехтин. ",
        minutes: "15 мин",
        difficulty: "1",
        servings: "2",
        category: "salad"
    },
    {
        id: 21,
        imgMain: chocolateBrownie,
        url: "chocolate-brownie",
        title: "Шоколадово брауни",
        products: "Необходими продукти: <br> <br>- 120 гр. шоколад <br> &nbsp&nbsp- 70 гр. какао<br> &nbsp&nbsp- 90 гр. масло <br> &nbsp&nbsp- 200 гр. захар <br> &nbsp&nbsp- 3 яйца <br> &nbsp&nbsp- ванилия<br> &nbsp&nbsp- шипка сол<br> &nbsp&nbsp- ½ пакетче бакпулвер<br> &nbsp&nbsp- 100 гр. Брашно <br> &nbsp&nbsp- 1 чаша прясно кафе<br> &nbsp&nbsp- 150 гр. шоколад на парченца",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Загрей фурната на 180 градуса.<br>&nbsp&nbsp2. Разтопи на водна баня шоколада и маслото и остави настрана да се охлади. <br>&nbsp&nbsp3. В друга купа смеси яйцата и захарта и разбий до пълното и разтваряне. Добави брашното, какаото, солта, ванилията и кафето и отново разбъркай.<br>&nbsp&nbsp4. Смеси двете смеси и разбъркай и след това сложи парченцата шоколад и отново разбъркай.<br>&nbsp&nbsp5. В тавичката, в която ще печеш, сложи хартия за печене и изсипи сместа. Печи за около 30 минути, без да отваряш фурната.<br>&nbsp&nbsp6. След като е готово браунито го изчакай да изстине преди да го режеш. ",
        minutes: "50 мин",
        difficulty: "2",
        servings: "9",
        category: "dessert"
    },
    {
        id: 22,
        imgMain: cannoliRicotta,
        url: "cannoli-ricotta",
        title: "Каноли с рикота",
        products: "Необходими продукти: <br> <br> 400 гр. брашно<br> &nbsp&nbsp- 2 яйца<br> &nbsp&nbsp- 1 жълтък <br> &nbsp&nbsp- 1 ч.л. кафе<br> &nbsp&nbsp- ½ ч.л. канела<br> &nbsp&nbsp- щипка сол<br> &nbsp&nbsp- 25 мл. зехтин<br> &nbsp&nbsp- 35 гр. разтопено масло<br> &nbsp&nbsp- 2 ч.л. марсала/бял винен оцет<br> &nbsp&nbsp- 30 мл. бяло вино<br> &nbsp&nbsp- 1 белтък<br><br>Продукти за крема:<br> &nbsp&nbsp- 400 гр. рикота, която е предварително отцедена <br> &nbsp&nbsp- 100 гр. захар<br> &nbsp&nbsp- кората от ½ лимон, портокал и лайм<br><br>Ще ви трябват още и: <br> &nbsp&nbsp- форми за каноли или алуминиево фолио",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Пресей брашното с канелата и солта. Към тях добави останалите продукти и замеси твърдо тесто. Остави го да си почине за около 30 минути в  хладилник.<br>&nbsp&nbsp2.  Разточи тестото на тънко, изрежи кръгла форма и я завии около формата за канола, като намажи с белтък края и, за да залепне.<br>&nbsp&nbsp3. Загрей фурната и след като ги наредиш в тавичка ги поръси с малко олио.<br>&nbsp&nbsp4. Пекат се до готовност за около 15 минути.<br>&nbsp&nbsp5. Вече изстиналите каноли ги напълни с шприц от крема ги гарнирах пожелание с шоколадови парченца, ядки или сушени плодове.<br>&nbsp&nbsp*Има два варианта за да направиш канолите, или да изпържиш в олио или да ги запечеш във фурната. Пробвала съм и двата варианта и честно да ти кажа, няма чак толкова голяма разлика, за домашни условия. Ако избереш да ги изпържиш просто напълни една кесерола с олио и ги пържи на маслена баня. * Ако пък нямаш формичка, може да с направиш от алуминиево фолио. ",
        minutes: "90 мин",
        difficulty: "2",
        servings: "20",
        category: "dessert"
    },
    {
        id: 23,
        imgMain: chickenMeatballs,
        url: "chicken-meatballs",
        title: "Пилешки кюфтета",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 650гр. пилешко филе<br> &nbsp&nbsp- 1 глава лук<br> &nbsp&nbsp- 1 скилидка чесън<br> &nbsp&nbsp- 1 яйце<br> &nbsp&nbsp- сол <br> &nbsp&nbsp- черен пипер<br> &nbsp&nbsp- червен пипер<br> &nbsp&nbsp- олио <br> &nbsp&nbsp- магданоз",
        description: "Начин на приготвяне: <br><br>&nbsp&nbsp1. Сложи всичко в кухненския робот го смели много добре. <br>&nbsp&nbsp2. Загрей олио в тигана.<br>&nbsp&nbsp3. Оформи малки кюфтенца и ги изпържи до готовност. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "4",
        category: "inspire"
    },
    {
        id: 24,
        imgMain: porkCutlets,
        url: "pork-cutlets",
        title: "Свински котлет на скара",
        products: "Необходими продукти: <br> <br> &nbsp&nbsp- 5 бр. свински котлети <br> &nbsp&nbsp- сол<br> &nbsp&nbsp- черен пипер<br> &nbsp&nbsp- кимион",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Мариновай месото с изброените продукти за около час, а може и повече. <br>&nbsp&nbsp2. Загрей скарата, намажи я хубаво със сланина или лук. <br>&nbsp&nbsp3. Изпичи котлета от двете страни. ",
        minutes: "90 мин",
        difficulty: "1",
        servings: "5",
        category: "main-dish"
    },
    {
        id: 25,
        imgMain: spinachMeatballs,
        url: "spinach-meatballs",
        title: "Спаначени кюфтенца",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 500 гр. извара<br>&nbsp&nbsp- 1 голям праз лук<br>&nbsp&nbsp- 400 гр. сотиран спанак<br>&nbsp&nbsp- 80 гр. сирене<br>&nbsp&nbsp- 70 гр. кашкавал<br>&nbsp&nbsp- 3 яйца<br>&nbsp&nbsp- 200 мл. кисело мляко<br>&nbsp&nbsp- 60-80 гр. брашно <br>&nbsp&nbsp- бакпулвер<br>&nbsp&nbsp- 1 ч.л.сода<br>&nbsp&nbsp- Пармезан за отгоре <br><br>&nbsp&nbsp За Соса:<br>&nbsp&nbsp- 400 гр. кисело мляко<br>&nbsp&nbsp50 гр. майонеза<br>&nbsp&nbsp- 2 скилиднки чесън<br>&nbsp&nbsp- копър, сол, зехтин ",
        description:"Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 180 гр.<br>&nbsp&nbsp2. Смеси содата с киселото мляко и остави настрани. <br>&nbsp&nbsp3. В тиган с малко мазнина запържи праза + сотирания спанак.<br>&nbsp&nbsp4. В голяма купа смеси изварата, яйцата, киселото мляко и разбъракй добре. Добави сиренето, спанака с праз, кашкавала и отново разбъркай. След като се смесят добре съставките сложи брашното и бакпулвера. Ако сместа е прекалено течна добави още малко брашно.<br>&nbsp&nbsp5. Върху тавата сложи малко олио. От сместа оформи кюфтета, но не ги сплесквай, остави ги да приличат на топка. Отгоре може да поръсиш с пармеза пожеалние.<br>&nbsp&nbsp6. Печи за около 30 мин.<br>&nbsp&nbsp7. За соса смеси всички съставки. Копъра го нарежи на ситно, а чесъна го насържи или го намачкай в хаванче.",
        minutes: "80 мин",
        difficulty: "1",
        servings: "6",
        category: "inspire"
    },
    {
        id: 26,
        imgMain: greekSalad,
        url: "greek-salad",
        title: "Гръцка салата",
        products: "Необходими продукти: <br> <br> &nbsp&nbsp- краставица<br> &nbsp&nbsp- 2 бр. домат<br> &nbsp&nbsp- лук<br> &nbsp&nbsp- сурова чушка<br> &nbsp&nbsp- маслини<br> &nbsp&nbsp- сирене<br> &nbsp&nbsp- франзела/ крутони <br> &nbsp&nbsp- зехтин<br> &nbsp&nbsp- сол<br> &nbsp&nbsp- оцет (пожелание)<br> &nbsp&nbsp- риган",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Нарежи франзелата и я запичи на тиган. <br>&nbsp&nbsp2.  Доматите и краставиците нарежаи на кубчета, лука и чушката на кръгчета. <br>&nbsp&nbsp3. Сложи в дълбока чиния всички продукти и поръси със зехтин, сол, оцет и риган и разбъркай.<br>&nbsp&nbsp4. Сложи отгоре вече запечената франзела и парче сирене.<br>&nbsp&nbsp5. Отново поръси със зехтин и риган. ",
        minutes: "10 мин",
        difficulty: "1",
        servings: "2",
        category: "salad"
    },
    {
        id: 27,
        imgMain: cheesecakeBlueberry,
        url: "cheesecake-blueberry",
        title: "Чийзкейк със сладко от борoвинки",
        products: "Необходими продукти: <br> <br> За блата: <br> &nbsp&nbsp- 200 гр. обикновени бисквити<br>&nbsp&nbsp- 120 гр. масло<br><br>За крема: <br>&nbsp&nbsp- 4 яйца<br>&nbsp&nbsp- 3 пакетчета българско крема сирене: <br>&nbsp&nbsp- 400 гр. сладкарска извара<br>&nbsp&nbsp- 150 гр. захар<br>&nbsp&nbsp- 1 пакетче ванилия<br>&nbsp&nbsp- сладко от боровинки.",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Разтопи маслото или в микровълнова фурна, или на водна баня. Разбий в блендер или на ръка бисквитите и след като станат на трохи добави маслото при тях и разбъркай. <br>&nbsp&nbsp2. В тавата, която ще печеш чийзкейка, изсипи бисквитите и притисни хубаво, за да  залепнат на дъното. Докато приготвяш крема, остави тавата в хладилника, за да може да стегне. <br>&nbsp&nbsp3. Загрей фурната на 180 гр. без вентилатор. <br>&nbsp&nbsp4. За крема разбий захарта и яйцата с миксер. След като захарта се разтопи, добави крема сиренето и сладкарската извара и продължи да разбиваш, а след това добави и ванилията. <br>&nbsp&nbsp5.  Извади от хладилника вече стегналия блат и изсипи крема при него. Удари няколко пъти в масата тавичката, за да можеш да изкараш въздуха. <br>&nbsp&nbsp6. Пече се за около 30-40 мин зависимост от фурната. Готов е, когато краищата са стегнали, а в средата леко мърда. <br>&nbsp&nbsp7. След като го извадиш от фурната, изчакай да изстине напълно и изсипи сладкото. Отново върни в хладилника до пълното му стягане. Бих препоръчала 24 часа. <br>&nbsp&nbsp*Не отваряй вратата на фурата по време на печене!",
        minutes: "70 мин",
        difficulty: "2",
        servings: "12",
        category: "dessert"
    },
    {
        id: 28,
        imgMain: homemadePasta,
        url: "homemade-pasta",
        title: "Домашна паста",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp-180 гр брашно за паста<br> &nbsp&nbsp- 2 яйца<br> &nbsp&nbsp- малко вода (при нужда)<br> &nbsp&nbsp- 2 гр. сол",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Забъркай твърдо тесто от брашното и яйцата. Добави солта и при нужда добави малко вода. <br>&nbsp&nbsp2. Остави го да си почине завио във фолио за около 20-30 мин. <br>&nbsp&nbsp3. Ако имаш машина за паста, използвай я. Ако пък не, разточи тестото на много тънко и го изрежи в желата форма. <br>&nbsp&nbsp4. Пастата се вари в подсолена вода. Когато е готова излиза на повърхността. Отнема около 3-4 мин. <br>&nbsp&nbsp*За по-вкусен сос изпозлвай част от водата, в която е била сварена пастата. ",
        minutes: "30 мин",
        difficulty: "2",
        servings: "2",
        category: "inspire"
    },
    {
        id: 29,
        imgMain: backedEggs,
        url: "backed-eggs",
        title: "Печени яйца",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp-4 яйца<br> &nbsp&nbsp-200 гр домати <br> &nbsp&nbsp-100 гр. сирене <br> &nbsp&nbsp-масло <br> &nbsp&nbsp-сол<br> &nbsp&nbsp-черен пипер<br> &nbsp&nbsp-босилек, магданоз или копър<br> &nbsp&nbsp-хлебче",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 200 градуса. <br>&nbsp&nbsp2. В тавичка нарежи доматите, маслото и сиренето. <br>&nbsp&nbsp3. Сложи ги във фурната и ги запечи за около 15-20 минути. <br>&nbsp&nbsp4. След това, в тавичката при счупи яйцата и ги върни във фурната. <br>&nbsp&nbsp5. Печи още около 10 минути. <br>&nbsp&nbsp6. Готовите яйца поръси със сол, черен пипер и зелена подправка за свежест. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "7",
        category: "inspire"
    },
    {
        id: 30,
        imgMain: spaghettiBolognese,
        url: "spaghetti-bolognese",
        title: "Спагети болонезе",
        products: "Необходими продукти: <br><br>&nbsp&nbspЗа соса болонезе:<br>&nbsp&nbsp- 1 глава лук<br>&nbsp&nbsp- 1 морков<br>&nbsp&nbsp- 1 скилидка чесън <br>&nbsp&nbsp- 250 гр. смляно свинско или телешко месо<br>&nbsp&nbsp- 400 гр. домати от буркан <br>&nbsp&nbsp- сол<br>&nbsp&nbsp- черен пипер<br>&nbsp&nbsp- червен пипер<br>&nbsp&nbsp- щипка захар<br>&nbsp&nbsp- олио<br>&nbsp&nbsp- няколко листа босилек<br>&nbsp&nbsp- пармезан<br><br>За пастата:<br>&nbsp&nbsp- 200 гр. спагети<br>&nbsp&nbsp- зехтин<br>&nbsp&nbsp- щипка сол",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей олио в тиган и нарежи лука, моркова и чесъна на ситно. Посоли ги малко. <br>&nbsp&nbsp2. Добави каймата и запържи и нея. <br>&nbsp&nbsp3. Прибави доматите, а заедно с тях  още сол, черния и червения пипер, захарта и половината от босилека. Вари соса до сгъстяването му. <br>&nbsp&nbsp4. През това време свари спагетите според описанието на опаковката със сол. Когато са почти готови, ги изсипи при соса с 1 черпак от водата, в която са били сварени. Готви за 1-2 минути. <br>&nbsp&nbsp5. Сервирай като настържеш пармезан, поръси с черен пипер и листа босилек. Завърши с капка зехтин. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "2",
        category: "main-dish"
    },
    {
        id: 31,
        imgMain: risottoWithChickenAndPorcini,
        url: "risotto-with-chicken-and-porcini",
        title: "Ризото с пиле и манатарки",
        products: "Необходими продукти: <br> <br>&nbsp&nbspЗа ризотото:<br>&nbsp&nbsp-150 гр. ориз арборио<br>&nbsp&nbsp-50 мл. бяло вино<br>&nbsp&nbsp-1 глава лук<br>&nbsp&nbsp-1 морков <br>&nbsp&nbsp-50 гр. масло <br>&nbsp&nbsp-сол<br>&nbsp&nbsp-черен пипер<br>&nbsp&nbsp-мащерка<br>&nbsp&nbsp-водата от манатарките<br>&nbsp&nbsp-пармезан <br><br>За манатарките:<br>&nbsp&nbsp-100 гр. сухи манатарки <br>&nbsp&nbsp-топла вода <br>&nbsp&nbsp-масло<br>&nbsp&nbsp-сол<br>&nbsp&nbsp-черен пипер<br><br>За пилето:<br>&nbsp&nbsp-150 гр. пилешко филе<br>&nbsp&nbsp-сол<br>&nbsp&nbsp-черен пипер<br><br>За бульона:<br>&nbsp&nbsp-вода<br>&nbsp&nbsp-лук<br>&nbsp&nbsp-морков<br>&nbsp&nbsp-чушка",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Направи е бульон от изброените продукти, като слаожиш в тенджера вода със зеленчуците и ги вари около 15 минути. <br>&nbsp&nbsp2. Накисни манатарките в топла вода за около 20 минути, докато те набъбнат леко. Когато това се случи ги сложи в тигана и ги задуши с малко масло. Прибави към тях черен пипер и сол. Когато стана готови ги махани от тигана и ги сложи в голяма  чиния за по-късно. <br>&nbsp&nbsp3. В същия тиган запържи пилето с малко олио и добави сол и черен пипер. Сложи го в чинията при манатарките, но не ги смесвай. <br>&nbsp&nbsp4. В същия тиган сложи лука и моркова, запържи ги за кратко и после добави ориза. Той трябва да стане прозрачен, добави манатарките и виното. <br>&nbsp&nbsp5. Щом течността се поеме от ориза, започни малко по малко да добавяш от бульона. Когато е почти готов добави  водата от манатарките, която е предварително мината през цедка. <br>&nbsp&nbsp6. Върни пилето в тигана, сложи подправки и добави масло, пармезан и мащерка. Разбъркай. <br>&nbsp&nbsp7. Когато со сложиш в чиния поръси отново с пармезан и мащерка. ",
        minutes: "30 мин",
        difficulty: "2",
        servings: "2",
        category: "main-dish"
    },
    {
        id: 32,
        imgMain: butterBiscuitsWithChocolate,
        url: "butter-biscuits-with-chocolate",
        title: "Маслени бисквити с шоколад",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp-300 гр. брашно<br>&nbsp&nbsp-200 гр. студено масло<br>&nbsp&nbsp-100 гр. захар<br>&nbsp&nbsp-1 яйце<br>&nbsp&nbsp-щипка сол<br>&nbsp&nbsp-шоколад за гарниране",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Замеси  тесто от изброените продукти и го остави в хладилник за 30 мин да стегне покрито с фолио.<br>&nbsp&nbsp2. Върху набрашнен плот разточи тънка кора и изрежи в желаната форма. <br>&nbsp&nbsp3. Изпечи за около 10-15 минути в предварително загрята фурна на 200 гр. фурна. <br>&nbsp&nbsp4. Декорирай  с разтопен шоколад. ",
        minutes: "60 мин",
        difficulty: "1",
        servings: "20",
        category: "dessert"
    },
    {
        id: 33,
        imgMain: saladMixWithMozzarella,
        url: "salad-mix-with-mozzarella",
        title: "Вариация на микс от салатки",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 1 пакет салатен микс<br>&nbsp&nbsp- малки топчици сирене моцарела<br>&nbsp&nbsp- чери домати<br>&nbsp&nbsp- домашно направени крутони<br><br>За дресинга:<br>&nbsp&nbsp- 3 с.л. зехтин<br>&nbsp&nbsp- 3 с.л. лимон<br>&nbsp&nbsp- 3 с.л. балсамико<br>&nbsp&nbsp- 1 с.л. горчица<br>&nbsp&nbsp- сол",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Накисни салатения микс във вода. <br>&nbsp&nbsp2. Подготви през това време дресинга като разбъркаш всички съставки за него в буркан.<br>&nbsp&nbsp3. Отцеди водата от салтения микс и го сложи в голяма купа. <br>&nbsp&nbsp4. Нарежи чери доматите и сложи моцарелата. <br>&nbsp&nbsp5. Прибави дресинга и разбъркай. <br>&nbsp&nbsp6. За завършек поръси с домашно направени крутони. ",
        minutes: "15 мин",
        difficulty: "1",
        servings: "2",
        category: "salad"
    },
    {
        id: 34,
        imgMain: grizzinsWithSourdough,
        url: "grizzins-with- sourdough",
        title: "Гризинки с квас",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 60 гр. квас (може да не е активен)<br>&nbsp&nbsp- 100 гр. брашно <br>&nbsp&nbsp- 50 гр. вода <br>&nbsp&nbsp- сол<br>&nbsp&nbsp- зехтин<br>&nbsp&nbsp- подправки по избор за поръсване",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Замеси от изброените продукти меко тесто, при нужда може да добавиш още брашно или вода. Оставеи го да си почине около 30 минути, за да се отпусне глутена.<br>&nbsp&nbsp2. Загрей фурната на 200 градуса и разточи на много тънко тестото. Изрежи в желаната форма и поръси с малко подправки.<br>&nbsp&nbsp3. Изечи ги за не повече от 10 минути.",
        minutes: "50 мин",
        difficulty: "1",
        servings: "5",
        category: "inspire"
    },
    {
        id: 35,
        imgMain: cottageCheeseMuffins,
        url: "cottage-cheese-muffins",
        title: "Мъфини с извара",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 300 гр. извара<br>&nbsp&nbsp- 3 яйца<br>&nbsp&nbsp- 150 гр. кисело мляко<br>&nbsp&nbsp- 1 к.л. сода за хляб<br>&nbsp&nbsp- 170 гр. сирене<br>&nbsp&nbsp- 50 гр. брашно <br>&nbsp&nbsp- сол<br>&nbsp&nbsp- подправки пожелание <br>&nbsp&nbsp- олио",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 200 градуса.<br>&nbsp&nbsp2. Содата разтвори в киселото мляко и остави настрани за няколко минути.<br>&nbsp&nbsp3. Яйцата и изварата се смесват добре, като се намачкват с вилица, за да няма бучки от изварата. Добави киселото мляко, подправките и  сиренето. Разбъркай  много добре и прибави малко олио, а след това и брашното.<br>&nbsp&nbsp4. Изсипи сместа във форма за мъфини и изпечи за около 30 минути.",
        minutes: "40 мин",
        difficulty: "1",
        servings: "6",
        category: "inspire"
    },
    {
        id: 36,
        imgMain: treeTypesOfHummus,
        url: "tree-types-of-hummus",
        title: "Три вида хумус",
        products: "Необходими продукти: <br> <br>&nbsp&nbsp- 1 буркан сварен нахут<br>&nbsp&nbsp- 1 скилидка чесън<br>&nbsp&nbsp- сок от половин лимон<br>&nbsp&nbsp- сол, черен пипер, червен пипер<br>&nbsp&nbsp- 1 ч.л. сусамов тахана<br>&nbsp&nbsp- 1 ч.л. слънчогледов тахан<br>&nbsp&nbsp- зехтин<br><br>Допълнително:<br>&nbsp&nbsp-½ глава сварено цвекло<br>&nbsp&nbsp-1 с.л. песто",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Сложи всички продукти в кухненския робот. <br>&nbsp&nbsp2. Раздели хумуса на три части в купички. Едната част я остави натурална, в другата купичка сложи пестото и разбъркай, а третата върни в робота заедно с цвеклото и отново блендирай до готовност.<br>&nbsp&nbsp3. Украси със зехтин и сусам. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "5",
        category: "appetizer"
    },
    {
        id: 37,
        imgMain: healthyCandy,
        url: "healthy-candy",
        title: "Здравословни бонбони",
        products: "Необходими продукти: <br><br>&nbsp&nbsp- 200 гр. сурови ядки по избор<br>&nbsp&nbsp- 2 с.л. какаово или кокосово масло<br>&nbsp&nbsp- 2 с.л. натурално какао<br>&nbsp&nbsp- 10 фурми<br><br> Допълнително:<br>&nbsp&nbsp- кокос за гарниране",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Сложи всички продукти в кухненския робот.<br>&nbsp&nbsp2. При нужда може да добавиш още фурмите или масло.<br>&nbsp&nbsp3. Оформи на топчета и ги поръси с кокос или ядки пожелание.",
        minutes: "20 мин",
        difficulty: "1",
        servings: "5",
        category: "dessert"
    },
    {
        id: 38,
        imgMain: garashWithSourCream,
        url: "garash-with-sour-cream",
        title: "Гараш със заквасена сметана",
        products: "Необходими продукти:<br><br>&nbsp&nbsp-За блатовете - 4 броя:<br><br>&nbsp&nbsp- 7 белтъка<br>&nbsp&nbsp- 150 гр. смлени орехи<br>&nbsp&nbsp- 130 гр. захар<br>&nbsp&nbsp- 30 гр. брашно<br> <br>&nbsp&nbsp за крема:<br>&nbsp&nbsp- 550 гр. заквасена сметана<br>&nbsp&nbsp- 80 гр. захар<br>&nbsp&nbsp- 20 гр. какао<br>&nbsp&nbsp- 430 гр. шоколад<br> <br>&nbsp&nbsp за ганаша:<br>&nbsp&nbsp- 100 гр. шоколад + кокосово масло",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 180 гр. с вентилатор (3д въздух)<br>&nbsp&nbsp2. Разбий белтъците със захарта на сняг, но не много твърд, за да не се разпадне блата при печене.<br>&nbsp&nbsp3. Изсипи орехите и брашното при белтъците и бъркай със силиконова шпатула.<br>&nbsp&nbsp4. Сложи хартия за печене и я намазни леко, както и ринга. Изсипи ¼ част от блата и изпечи за около 12-15 мин. Трябва да се зачерви.<br>&nbsp&nbsp5. Още докато е топъл може да се изреже ако има неравности. Остави го след това да изстине напълно. Повтори процедурата с печенето на блатовете.<br>&nbsp&nbsp6. Разтопи шоколада и го остави да се поохлади леко<br>&nbsp&nbsp7. В дълбока купа сложи сметаната, захарта и какаото и разбъркай с миксер. Добави поохладилия се шоколад и отново разбъркай. Тази стъпка се прави непосредствено преди сглобяването, защото крема ще стане твърд, заради шоколада. Ако все пак се втвърди може да се загрее леко в микровълнова.<br>&nbsp&nbsp8. Когато са напълно изстинали блатовете започни сглобяването на тортата като редуваш крем, блат, крем, блат. Остави в хладилник за една нощ.<br>&nbsp&nbsp9. На следващия ден разтопи шоколад и кокосово масло и облей тортата с него. Украси с прясно накълцан шамфъстък.<br>&nbsp&nbsp*ринг 20-22 см ",
        minutes: "40 мин",
        difficulty: "2",
        servings: "10",
        category: "dessert"
    },
{
        id: 39,
        imgMain: pancakes,
        url: "pancakes",
        title: "Палачинки",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 4 яйца <br>&nbsp&nbsp- 200 гр. брашно<br>&nbsp&nbsp- 500 мл. прясно мляко<br>&nbsp&nbsp- 30 гр. масло + за намазване на тигана<br>&nbsp&nbsp- щипка сол",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. В голяма купа сложи яйцата + щипка сол. Разбий ги леко с телена бъркалка.<br>&nbsp&nbsp2. Добави брашното и разбъркай хубаво. Целта е да стане гъста смес.<br>&nbsp&nbsp3. Разтопи маслото и го добави при яйцата.<br>&nbsp&nbsp4. На малки порции добави млякото и отново разбъркай.<br>&nbsp&nbsp5. В нагорещен тиган намажи малко с масло и изпечи палачинките до готовоност.",
        minutes: "40 мин",
        difficulty: "1",
        servings: "5",
        category: "dessert"
    },
{
        id: 40,
        imgMain: crumbleWithPlum,
        url: "crumble-with-plum",
        title: "Кръмбал от сини слови",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 500 гр. сини сливи<br>&nbsp&nbsp- 60 гр. захар<br>&nbsp&nbsp- 50 гр. орехи<br>&nbsp&nbsp- 50 гр. масло<br>&nbsp&nbsp- 100 гр. брашно", 
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 180 гр.<br>&nbsp&nbsp2. Измий сливите и ги раздели на две, махни костилките и ги нареди в тава.<br>&nbsp&nbsp3. Отгоре поръси със захарта и орехите.<br>&nbsp&nbsp4. В купа смеси брашното и маслото и направи маслени трохи. Поръси ги върху сливите.<br>&nbsp&nbsp5. Изпечи за около 30 мин.",
        minutes: "40 мин",
        difficulty: "1",
        servings: "6",
        category: "dessert"
    },
{
        id: 41,
        imgMain: vealWithPeas,
        url: "veal-with-peas",
        title: "Телешко с грах",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 800 гр. телешко месо<br>&nbsp&nbsp- 500 гр. грах от буркан<br>&nbsp&nbsp- 300 гр доматено пюре<br>&nbsp&nbsp- 1 глава лук<br>&nbsp&nbsp- 1 морков<br>&nbsp&nbsp- 2 картофа<br>&nbsp&nbsp- олио, сол, черен пипер, мащерка, дафинов лист, бахар, захар",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 160 гр.<br>&nbsp&nbsp2. В голяма тенджера свари телешкото. Може да ти отнеме малко повече от час.<br>&nbsp&nbsp3. В тиган запържи лука и  моркова и добави малко сол. Когато омекнат, сложи доматите и добави всички подправки.<br>&nbsp&nbsp4. В тавата, която ще печеш изсипи вскички съставки. Нарежи картофите на големи парчета.<br>&nbsp&nbsp5. Изпечи граха за 3 часа. Времето е толкова, за да може телешкото да стане крехко. Колкото повече се пече, на ниски градуси, толкова по-крехко става.",
        minutes: "240 мин",
        difficulty: "2",
        servings: "8",
        category: "main-dish"
    },
{
        id: 42,
        imgMain: carrotCake,
        url: "carrot-cake",
        title: "Морковена торта",
        products: "Необходими продукти:<br><br>&nbsp&nbspЗа блата:<br>&nbsp&nbsp- 4 яйца <br>&nbsp&nbsp- 140 гр. бяла захар<br>&nbsp&nbsp- 140 гр. кафява захар<br>&nbsp&nbsp- 100 гр. кисело мляко<br>&nbsp&nbsp- 1 к.л. сода <br>&nbsp&nbsp- 270 гр. настъргани моркови<br>&nbsp&nbsp- 100 гр. масло<br>&nbsp&nbsp- 90 мл. олио<br>&nbsp&nbsp- 150 гр. ядки<br>&nbsp&nbsp- 150 гр. пълнозърнесто брашно<br>&nbsp&nbsp- 150 гр. бяло брашно<br>&nbsp&nbsp- щипка сол<br>&nbsp&nbsp- бакпулвер<br> <br>&nbsp&nbspЗа Крема:<br>&nbsp&nbsp- 500 гр. маскарпоне<br>&nbsp&nbsp- 220 гр. крема сирене<br>&nbsp&nbsp- 100 гр. захар<br>&nbsp&nbsp- кората на ½ лимон<br>&nbsp&nbsp- 100 мл. прясно мляко<br>&nbsp&nbsp- ванилия<br>&nbsp&nbsp- ром",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Захрей фурната на 180 гр.<br>&nbsp&nbsp2. Смеси киселото мляко и содата и остави настрана.<br>&nbsp&nbsp3. В голяма купа разбий яйцата и захарта до пълното и разтваряне.<br>&nbsp&nbsp4. Добави маслото, олиото и киселото мляко и отново разбъркай, а след това и морковите. <br>&nbsp&nbsp5. В малка купа взеим малко от брашното и добави ядките, като ги разбъркаш с него. Това се прави, за да могат да не „потънат“ в сместа.<br>&nbsp&nbsp6. В голямата купа сложи двата вида брашна, солта и бакпулвера. Отново разбъркай и добави ядките.<br>&nbsp&nbsp7. Тук идва момента, в който или трябва да разделиш сместа на 2 или 3 части или да изпечеш цялата смес заедно. Ако я печеш на няколко пъти, после няма да има нужда от разрязване на блата, както и времето за печене ще е по-малко.<br>&nbsp&nbsp8. Печи за около 40-45 мин. Блата трябва да е сочен.<br> <br>&nbsp&nbspЗа крема:<br>&nbsp&nbsp1. разбий с мискер всички съставки и съхранявай в хладилник до сглобяването на тортата<br> <br>&nbsp&nbspСглобяване:<br>&nbsp&nbsp1. Блатовете раздели на 2 или 3 части пожелание, но след като са напълно изстинали.<br>&nbsp&nbsp2. Там където ще сглобяваш тортата сложи 1 лъжица от крема, за да може да „залепне“ първия блат.<br>&nbsp&nbsp3. Сложи блата и отгоре изсипи част от крема. След това редувай блат, крем, докато свършат всички съставки.<br>&nbsp&nbsp4. Украси с малко орехи.<br>&nbsp&nbsp5. Съхранявай в хладилник поне 24 часа преди консумация.<br>&nbsp&nbsp*ринг 22-24 см.",
        minutes: "60 мин",
        difficulty: "2",
        servings: "12-14",
        category: "dessert"
    },
{
        id: 43,
        imgMain: biscuitCake,
        url: "biscuit-cake",
        title: "Бисквитена торта",
        products: "Необходими продукти:<br><br>&nbsp&nbspЗа крема:<br>&nbsp&nbsp- 4 жълтъка<br>&nbsp&nbsp- 800 мл. прясно мляко<br>&nbsp&nbsp- 140 гр. захар<br>&nbsp&nbsp- 30 гр. брашно<br>&nbsp&nbsp- 30 гр. масло <br><br>&nbsp&nbsp-350 гр. обикновени бисквити ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Сложи тенджера на котлона със захарта и 700мл. прясно мляко.<br>&nbsp&nbsp2. В отделна купа смеси жълтъците, останалите 100 мл. прясно мляко и брашното. Разбъркай до разтварянето на брашното.<br>&nbsp&nbsp3. След като се разтопи захарта изсипи на бавна струйка жълтъците и бъркай непрекъснато.<br>&nbsp&nbsp4. Сложи ванилията и разбъркай.<br>&nbsp&nbsp5. Когато се сгъсти достатъчно сложи и маслото.<br>&nbsp&nbsp6. В правоъгълна тава започни да редиш ред бисквити, ред крем.<br>&nbsp&nbsp7. Охлади в хладилник за една нощ преди консумация.<br>&nbsp&nbsp 8. Украси пожелание с накълцани орехи, шоколад и кокосови стърготини.<br>&nbsp&nbsp *Не прекалявай с бисквитите, защото може да стане прекалено суха. Най-добре е 3 реда бисквити да има.",
        minutes: "30 мин",
        difficulty: "1",
        servings: "8-10",
        category: "dessert"
    },
{
        id: 44,
        imgMain: chocolatePavlova,
        url: "chocolate-pavlova",
        title: "Шоколадова Павлова",
        products: "Необходими продукти:<br><br>&nbsp&nbspЗа блата:<br>&nbsp&nbsp- 4 белтъка<br>&nbsp&nbsp - няколко капки лимонов сок<br>&nbsp&nbsp - 180 гр. захар <br>&nbsp&nbsp - 1 ч.л. ябълков оцет<br>&nbsp&nbsp - 1 ч.л. царевично нишесте<br>&nbsp&nbsp - 30 гр. какао<br><br>&nbsp&nbsp- сметана, шоколад и малини за декорация ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 150 гр. <br>&nbsp&nbsp2. Разбий белтъците с лимоновия сок на сняг до меки връхчета. Започни да добавяш малко по малко захарта.<br>&nbsp&nbsp3. След като се образуват твърди връхчета, трябва да провериш дали се е разтворила захарта, защото ако има все още кристали може да се образува „сълзене“ от меренга по време на печене.<br>&nbsp&nbsp4. След това се добавя оцета и се разбърква.<br>&nbsp&nbsp5. Пресей царевичното нишесте и какаото и отново разбъркай .<br>&nbsp&nbsp6. Оформи 1 или 2 кръга  в тавата, в която ще печеш блата. <br>&nbsp&nbsp7. След като сложиш меренга във фурната намали температурата на 120 градуса и печи около 90-100 минути, докато повърхността му стане твърда. <br>&nbsp&nbsp8. След като стане готов се изключва фурната и вратичката леко се отваря, а  меренга трябва да остане в нея докато изстина. Това отнема около 2 часа.<br>&nbsp&nbsp9. След като изстине напълно се изважда от фурната. Той трябва да се декорира преди консумация, защото се размеква. Сметаната се разбива на сняг и се слага върху мерeнга. Украсява се с шоколад и малини.",
        minutes: "200 мин",
        difficulty: "2",
        servings: "12",
        category: "dessert"
    },
{
        id: 45,
        imgMain: chocolateCrinkleCookies,
        url: "chocolate-crinkle-cookies",
        title: "Шоколадови Напукани Сладки",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 170 гр. кафява захар<br>&nbsp&nbsp- 250 гр. бяла захар<br>&nbsp&nbsp- 200 гр. какао<br>&nbsp&nbsp- 100 мл. олио<br>&nbsp&nbsp- 4 яйца<br>&nbsp&nbsp- ванилия<br>&nbsp&nbsp- бакпулвер<br>&nbsp&nbsp- сол<br>&nbsp&nbsp- 280 гр. брашно ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. В голяма купа разбий какаото, захарта и олиото. <br>&nbsp&nbsp2.  Добави яйцата и разбъркай отново. Сложи ванилията и щипка сол. <br>&nbsp&nbsp3. Разбъркай хубаво с мискре и прибави на малки части брашното. <br>&nbsp&nbsp4. Остави за 1 нощ в хладилника<br>&nbsp&nbsp5. На другия ден загрей фурната на 180 гр.<br>&nbsp&nbsp6. Оформи топчета колкото орех и ги оваляй в пудра захар. <br>&nbsp&nbsp7. Нареди ги в тава на около 2см. едно от друго и печи за около 12-13 мин.",
        minutes: "25мин",
        difficulty: "1",
        servings: "25",
        category: "dessert"
    },
{
        id: 46,
        imgMain: lebkuchen,
        url: "lebkuchen",
        title: "Лебкухен",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 250 гр. мед<br>&nbsp&nbsp- 250 гр. захар<br>&nbsp&nbsp- 100 гр. масло<br>&nbsp&nbsp- 500 гр. брашно<br>&nbsp&nbsp- 25 гр. смес за коледни сладки<br>&nbsp&nbsp- 15 гр. какао<br>&nbsp&nbsp- 10 гр. сода<br>&nbsp&nbsp- 15 мл. вода<br>&nbsp&nbsp- 10 гр. канела<br>&nbsp&nbsp- 2 яйца<br>&nbsp&nbsp- кора от 2 лимона ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Сложи меда и захарта в касерола на котлона да се разтопят, но без да завира.<br>&nbsp&nbsp2. Добави маслото и разбъркай. Преместни настрана и изчакай да изстине. <br>&nbsp&nbsp3. Разтвори содата във водата. <br>&nbsp&nbsp4. В голяма купа смеси сухите продукти и лимоновата кора. <br>&nbsp&nbsp5. След като се е охладила сместа добави я към сухите съставки и добави яйцето, както и содата. Отначало сместа е течна, но когато изстине става по-твърда. <br>&nbsp&nbsp6. Тестото се завива във фолио и се прибира на хладно и тъмно за около 3-4 дни. <br>&nbsp&nbsp7. Когато дойде време за печене на бисквитките, кората се разточва на по-добело и трябва да престои 1-2 часа след като се изрежат формичките. <br>&nbsp&nbsp8. Пече се на 170 градуса за около 13-15 мин. <br>&nbsp&nbsp*първите 3-4 дни бисквитките са хрупкави, след това ако им сложиш ябълка стават меки.<br>&nbsp&nbsp* не намлявай количеството на мед и захар. Те са стабилизатора в рецептата! ",
        minutes: "3 дни",
        difficulty: "1",
        servings: "50",
        category: "dessert"
    },
{
        id: 47,
        imgMain: twoToneCookies,
        url: "two-tone-cookies",
        title: "Двуцветни маслени бисквитки",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 350 гр. брашно<br>&nbsp&nbsp- 200 гр. меко масло<br>&nbsp&nbsp- щипка сол<br>&nbsp&nbsp- 200 гр. пудра захар!<br>&nbsp&nbsp- 1 яйце<br>&nbsp&nbsp- ванилия<br>&nbsp&nbsp- 1 с.л. какао!<br>&nbsp&nbsp- няколко капки мляко ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Разбий маслото, захарта и яйцето.<br>&nbsp&nbsp2. После добави солта, брашното и бакпулвера.<br>&nbsp&nbsp3. Омеси тесто и раздели на две части. <br>&nbsp&nbsp4. Едната я остави така, а в другата сложи какаото. Ако е прекалени твърда за месене, сложи няколко капки прясно мляко.<br>&nbsp&nbsp5. Остави тестото завито във фолио за 30 мин. в хладилник!<br>&nbsp&nbsp6. След това загрей фурната на 180 гр.<br>&nbsp&nbsp7. Разточи тестото на 2 тънки кори и сложи една върху друго.Като съответно едната е с какото, а другата-без. Навий го на стегнато! руло и нарежи на кръгчета. Изпечи за около 15 мин. <br>&nbsp&nbsp*Ако нямаш пудра захар, си смели такава на кристали задължително, защото не се разтваря хубаво.<br>&nbsp&nbsp*Ако сложиш повече какао става много твърда сместа, рецептата ми беше с 2 супени лъжици, но тогава трябва да се добави мляко.<br>&nbsp&nbsp*Не слагаме сместа във фризера, а само в  хладилник!!<br>&nbsp&nbsp* Най-вкусни стават поляти с шоколад.",
        minutes: "60 мин",
        difficulty: "1",
        servings: "10",
        category: "dessert"
    },
{
        id: 48,
        imgMain: backedChickpeas,
        url: "backed-chickpeas",
        title: "Печен нахут",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- сварен нахут <br>&nbsp&nbsp- сол, черен пипер, червен пипер, чубрица, кимион<br>&nbsp&nbsp- олио ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Изсипи нахута в купа.<br>&nbsp&nbsp2. Добави олиото и подравките. Разбъркай.<br>&nbsp&nbsp3. Изпечи в предварително загрята фурна на 200 градуса за около 30 мин.<br>&nbsp&nbsp*Може да добавиш още подправки пожелание. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "3",
        category: "inspire"
    },
{
        id: 49,
        imgMain: churros,
        url: "churros",
        title: "Чурос",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 280 мл. вода <br>&nbsp&nbsp- 110 гр. масло<br>&nbsp&nbsp- 40 гр. захар<br>&nbsp&nbsp- 180 гр. брашно<br>&nbsp&nbsp- ½ яйце<br>&nbsp&nbsp- щипка сол<br>&nbsp&nbsp- олио за пържене ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Сложи водата и маслото в касерола на котлона. Добави щипка сол.<br>&nbsp&nbsp2. Когато заври сложи брашното и бъркай до пълното поемане.<br>&nbsp&nbsp3. Добави яйцето помалко и разбъркай.<br>&nbsp&nbsp4. Напълни пош със звездовиден накрайнки.<br>&nbsp&nbsp5. Нагрей олио в касерола. Трябва да е хубаво нагрято и шприцовай чуроса в олиото. Пърженето става за кратко. <br>&nbsp&nbsp6. Пожелание ги оваляй в канела и захар или пък с разтопен шоколад. ",
        minutes: "30 мин",
        difficulty: "1",
        servings: "3",
        category: "dessert"
    },
{
        id: 50,
        imgMain: christmasCookiesSpices,
        url: "christmas-cookies-spices",
        title: "Подправки за коледни сладки",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 5 супени лъжци смляна канела<br>&nbsp&nbsp- 1 и ½  супени лъжици смлян карамфил<br>&nbsp&nbsp- 1 чаена лъжица смлян бахар<br>&nbsp&nbsp- 1 часена лъжица смлян кардамон<br>&nbsp&nbsp- 1 и ½ чаена лъжица смлян джинджифил<br>&nbsp&nbsp- ½ чаена лъжица смляно индийско орехче ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Всички подправките се смесват.<br>&nbsp&nbsp2. Съхраняват се в плътно затворен буркан. ",
        minutes: "5 мин",
        difficulty: "1",
        servings: "3",
        category: "inspire"
    },
{
        id: 51,
        imgMain: chickenMeatballsWithCornflakes,
        url: "chicken-meatballs-with-cornflakes",
        title: "Пилешки кюфтета с корнфлейкс",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 1 кг. пилешко филе<br>&nbsp&nbsp- 1 бр. яйце<br>&nbsp&nbsp- 1 глава лук<br>&nbsp&nbsp- 2 скилдики чесън<br>&nbsp&nbsp- 60 гр. кашкавал<br>&nbsp&nbsp- сол, черен пипер, червен пипер<br>&nbsp&nbsp- магданоз или копър <br>&nbsp&nbsp- корнфлейкс за овалване<br>&nbsp&nbsp- олио ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Смели в блендер пилешкото филе. Целта е да стане на кайма.<br>&nbsp&nbsp2. Нарежи на ситно лука, чесъна и магадноза/копъра. Сложи ги при каймата и добави яйцето. Разбъркай хубаво.<br>&nbsp&nbsp3. Сложи подправките и отново разбъркай. Накрая добави кашкавал.<br>&nbsp&nbsp4. Пожелание може да се остави каймата да престои в хладилник, за да се смяст всички подправки.<br>&nbsp&nbsp5. В тавата, която ще печеш оформи кюфтетата и ги оваляй в смления корнфлейкс.<br>&nbsp&nbsp6. Поръси малко олио и печи  в предварително загрята фурна на 180 гр. за около 30 мин.<br>&nbsp&nbsp*Пожелание се гарнира с чеснов сос. ",
        minutes: "50 мин",
        difficulty: "1",
        servings: "6",
        category: "main-dish"
    },
{
        id: 52,
        imgMain: lazyTutmanik,
        url: "lazy-tutmanik",
        title: "Мързелив тутманик",
        products: "Необходими продукти:<br><br>&nbsp&nbsp- 500 гр. извара<br>&nbsp&nbsp- 4 яйца<br>&nbsp&nbsp- 200 гр. кисело мляко<br>&nbsp&nbsp- 1 к.л. сода за хляб<br>&nbsp&nbsp- 90 гр. сирене<br>&nbsp&nbsp- 150 гр. пълнозърнесто брашно<br>&nbsp&nbsp- олио ",
        description: "Начин на приготвяне:<br><br>&nbsp&nbsp1. Загрей фурната на 200 градуса.<br>&nbsp&nbsp2. Содата разтвори в киселото мляко и остави настрани за няколко минути.<br>&nbsp&nbsp3. Разбъркай много добре яйцата и изварата. Добави киселото мляко и  сиренето. Разбъркай и  прибави малко олио, а след това и брашното.<br>&nbsp&nbsp4. Приготви си гояма тава за печене, като преди да изсипеш сместа я намазни леко и поръси с брашно. Изпечи  за около 30 минути. ",
        minutes: "50 мин",
        difficulty: "1",
        servings: "6",
        category: "pastry"
    }
]


export default CardInfo